{
    "projects": [
        {
            "carousel": [
                {
                    "imgSrc": "img/Digital/CHANNELS/sea/ship_night_downscale960.jpg",
                    "HRimgSrc": "img/Digital/CHANNELS/sea/ship_night_downscale1920.jpg",
                    "imgTitle": "CHANNELS - Sea"
                },
                {
                    "imgSrc": "img/Digital/CHANNELS/road/trucks_night_downscale960.jpg",
                    "HRimgSrc": "img/Digital/CHANNELS/road/trucks_night_downscale1920.jpg",
                    "imgTitle": "CHANNELS - Road"
                },
                {
                    "imgSrc": "img/Digital/CHANNELS/rail/new_train_downscale960.jpg",
                    "HRimgSrc": "img/Digital/CHANNELS/rail/new_train_downscale1920.jpg",
                    "imgTitle": "CHANNELS - Rail"
                }
            ],
            "projectTitle": "CHANNELS_digital",
            "projectDescription": "&emsp;&emsp;CHANNELS (КАНАЛЫ) is a piece in multiple mediums inspired by the work of Russian photochemist Sergei Prokudin-Gorsky, who developed a method of color photography using black-and-white film and color filters decades before color film became commercially available. The process imitates how the human eye senses color by separating light into the red, green, and blue color channels, in much the same way a television or computer screen reproduces full-color images by alternating red, green, and blue pixels. The trick here, though, was that the images were taken one after another, switching colors between each exposure, while the camera sat, stationary, on a tripod. Although his methods were intended to produce seamless, full-color photographs (which they primarily did), the limitations of the medium meant that any changes that occurred between the exposures would create ghosts where the colors mismatched. This same error in registration can be seen in the iconic purple and green halos of old cathode tube televisions and is a popular visual trope in screenprinted t-shirts and other graphic media.<br><br> &emsp;&emsp;When I first saw Gorsky’s series Photographs for the Tzar, the records of his trans-Russian documentary trip by rail funded and outfitted by Nicholas II, I fell in love with, above all else, the artifacts and ‘glitches’ inherent in the work. While most of the images were simply luscious landscapes and cityscapes with a liminal, otherworldly vibe (thanks to the slight offsets of each color), every now and again there would be movement enough in the frame for that subtle shimmer to jump front and center, putting the process on display as much as the intended subject. In one particular image, nestled among stoic women carrying picker’s baskets, a young Georgian harvest girl broke character between exposures, trying her best to stifle a laugh, and it was caught on camera as a rainbow of smiling silhouettes. It was at this moment I realized that this process could be used as a framework for exploring color as a method of expressing time and movement.<br><br> &emsp;&emsp;While Gorsky had originally set out to remove all traces of process from his work so as to ‘accurately portray the world,’ I made it my goal to expose the methods by which the composites were made and bring to light the very artifacts that I fell in love with in the first place. To replicate Gorsky’s process, I captured each of the images in the series on a medium-format film camera with colored lighting gels to split the color channels for each exposure. After developing my film, I scanned the negatives and digitally composited the red, green, and blue frames into full-color RGB images. My subjects were chosen, much like my process, as the pieces which incidentally worked their way into Gorsky’s photo-documentation of Russia. Though he had been sent to chronicle the sleepy villages of his nation, his travels by railcar led him through the most industrial portions of Russia, as those were the first regions to gain rail access at the time. While not his intention, Sergei Gorsky had, in fact, archived the channels of Russian industry at the turn of the century.<br><br> &emsp;&emsp;In creating these digital images, I was interested in leaving as many clues as possible to the viewer that these photographs did, in fact, have their origins in a wholly visceral, analog series of processes. Many of the artifacts seen in the images, such as dust and lint from the negatives, slight frame interference, and emulsion speckling, are simple enough to remove; but in remaining a part of the finished product, they grant a sense of humanity and an essence of the hand which are so often absent in purely digital work."
        },
        {
            "multiContainer": "multi-container",
            
            "carousel": [
                {
                    "imgSrc": "img/Digital/WildTame/Comp/Wild+Tame_COMP480.jpg",
                    "HRimgSrc": "img/Digital/WildTame/Comp/Wild+Tame_COMP960.jpg",
                    "imgTitle": "Wild & Tame - Composite"
                },
                {
                    "imgSrc": "img/Digital/WildTame/Car/Car960.jpg",
                    "HRimgSrc": "img/Digital/WildTame/Car/Car1920.jpg",
                    "imgTitle": "Wild & Tame - Car"
                },
                {
                    "imgSrc": "img/Digital/WildTame/Dumpster/Dumpster960.jpg",
                    "HRimgSrc": "img/Digital/WildTame/Dumpster/Dumpster1920.jpg",
                    "imgTitle": "Wild & Tame - Dumpster"
                },
                {
                    "imgSrc": "img/Digital/WildTame/Train/Train960.jpg",
                    "HRimgSrc": "img/Digital/WildTame/Train/Train1920.jpg",
                    "imgTitle": "Wild & Tame - Train"
                },
                {
                    "imgSrc": "img/Digital/WildTame/Box/Box960.jpg",
                    "HRimgSrc": "img/Digital/WildTame/Box/Box1920.jpg",
                    "imgTitle": "Wild & Tame - Box"
                },
                {
                    "imgSrc": "img/Digital/WildTame/Crane/Crane960.jpg",
                    "HRimgSrc": "img/Digital/WildTame/Crane/Crane1920.jpg",
                    "imgTitle": "Wild & Tame - Crane"
                },
                {
                    "imgSrc": "img/Digital/WildTame/Shed/Shed960.jpg",
                    "HRimgSrc": "img/Digital/WildTame/Shed/Shed1920.jpg",
                    "imgTitle": "Wild & Tame - Shed"
                }
            ],
            "projectTitle": "Wild & Tame",
            "projectDescription": "&emsp;&emsp;Wild & Tame is a photographic essay inspired by the philosophies of Lynn Cazabon and the essays of early 1900’s nature writers. The piece consists of six vertical, split-frame landscapes, captured with the intent of displaying, in varying senses, the duality of man and nature. Each image contains elements of natural, wild space and human, built space, seeking to portray the cyclical consumption and reclamation imparted by each force respectively. The images are arranged here in their intended gallery display order, as well as in a composite digital image."
        },
        {
            "carousel": [
                {
                    "imgSrc": "img/Digital/Neon/Nails/Nails960.jpg",
                    "HRimgSrc": "img/Digital/Neon/Nails/Nails1920.jpg",
                    "imgTitle": "Neon - Nails"
                },
                {
                    "imgSrc": "img/Digital/Neon/Laundromat/Laundromat960.jpg",
                    "HRimgSrc": "img/Digital/Neon/Laundromat/Laundromat1920.jpg",
                    "imgTitle": "Neon - Laundromat"
                },
                {
                    "imgSrc": "img/Digital/Neon/Mikes/Mikes960.jpg",
                    "HRimgSrc": "img/Digital/Neon/Mikes/Mikes1920.jpg",
                    "imgTitle": "Neon - Mike's"
                },
                {
                    "imgSrc": "img/Digital/Neon/Paradise/Pizza960.jpg",
                    "HRimgSrc": "img/Digital/Neon/Paradise/Pizza1920.jpg",
                    "imgTitle": "Neon - Paradise"
                }
            ],
            "projectTitle": "Neon",
            "projectDescription": "&emsp;&emsp;Neon is a series of images representative of my first explorations with Sergei Prokudin-Gorsky’s three-color method of photography, which I then went on to use and expand upon in CHANNELS. The images are primarily concerned with sleepy, small-town businesses at night, with a particular focus on the neon signs in the window. I found the glow of the bent glass bulbs to feel so much more real and present through the multi-exposure process than through other traditional means of photography, and gravitated to it instantly. Echoing the colors of these vibrant letterforms, the streaks of car headlights and taillights are tinted as they blur across individual color channel exposures."
        },
        {
            "iframeProject": [
                {
                    "iframeType": "iframe-soundcloud",
                    
                    "iframeSource":  "width='100%' height='450' scrolling='no' frameborder='no' src='https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/334812444&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true'"
                },
                {
                    "iframeType": "iframe-soundcloud",
                    
                    "iframeSource": "width='100%' height='450' scrolling='no' frameborder='no' src='https://w.soundcloud.com/player/?url=https%3A//api.soundcloud.com/tracks/334810383&amp;auto_play=false&amp;hide_related=false&amp;show_comments=true&amp;show_user=true&amp;show_reposts=false&amp;visual=true'"
                }
            ],
            "projectTitle": "Sound Design",
            "projectDescription": "&emsp;&emsp;The two sound design pieces presented here, Phonography - 宇宙の水 and Soundscape - 暗い大気, are personal explorations into the world of recording and editing for soundscape production. Phonography - 宇宙の水 uses exclusively un-doctored sounds recorded directly from nature, mixed and mastered to create an immersive waterscape while remaining true to source. Soundscape - 暗い大気, however, utilizes a wide variety of sonic sources, from bats in an abandoned barn, to coil springs and bearings recorded with three-dimensional audio, to the wind whistling through steel tanks at a concrete plant, many of which were heavily modified so as to be unrecognizable. Due to the nature of the material and the methods of production, I highly recommend the use of headphones when listening to these pieces, so as to experience them fully."
        },
        {
            "iframeProject": [
                {
                    "iframeType": "iframe-vimeo",
                    
                    "iframeSource": "src='https://player.vimeo.com/video/184799084' width='100%' height='360' frameborder='0' webkitallowfullscreen mozallowfullscreen allowfullscreen"
                }
            ],
            "projectTitle": "Anthology of Swiss Music",
            "projectDescription": "&emsp;&emsp;The Anthology of Swiss Music is a motion graphic based on a poster by the same name from Josef Muller Brockmann, set to the music of a traditional Swiss string quartet. The original poster is based on the form of a vinyl LP, and so in creating my animated tribute, I sought to reference the movement of a turntable as an alternative way to explore the forms of the illustration. The animation relied heavily on the three-dimensional camera controls of Adobe AfterEffects, and served as a healthy learning experience for the complexities of organic camera movement in a digital environment.",
            
            "vimeoBuffer": "true"
        }
    ],
    "pageType": "digital",
    "pageTypeDigital": "true",
    "color1": "red",
    "color2": "green",
    "color3": "blue"
}