{
    "projects": [
        {
            "carousel": [
                {
                    "imgSrc": "img/Print/CHANNELS/Sea/Sea960.jpg",
                    "HRimgSrc": "img/Print/CHANNELS/Sea/Sea1920.jpg",
                    "imgTitle": "CHANNELS - Sea"
                },
                {
                    "imgSrc": "img/Print/CHANNELS/Road/Road960.jpg",
                    "HRimgSrc": "img/Print/CHANNELS/Road/Road1920.jpg",
                    "imgTitle": "CHANNELS - Road"
                },
                {
                    "imgSrc": "img/Print/CHANNELS/Rail/Rail960.jpg",
                    "HRimgSrc": "img/Print/CHANNELS/Rail/Rail1920.jpg",
                    "imgTitle": "CHANNELS - Rail"
                }
            ],
            "projectTitle": "CHANNELS",
            "projectHref": "project/CHANNELS.html",
            "projectDescription": "&emsp;&emsp;CHANNELS (КАНАЛЫ) is a piece in multiple mediums inspired by the work of Russian photochemist Sergei Prokudin-Gorsky, who developed a method of color photography using black-and-white film and color filters decades before color film became commercially available. The process imitates how the human eye senses color by separating light into the red, green, and blue color channels, in much the same way a television or computer screen reproduces full-color images by alternating red, green, and blue pixels. The trick here, though, was that the images were taken one after another, switching colors between each exposure, while the camera sat, stationary, on a tripod. Although his methods were intended to produce seamless, full-color photographs (which they primarily did), the limitations of the medium meant that any changes that occurred between the exposures would create ghosts where the colors mismatched. This same error in registration can be seen in the iconic purple and green halos of old cathode tube televisions and is a popular visual trope in screenprinted t-shirts and other graphic media.<br><br> &emsp;&emsp;When I first saw Gorsky’s series Photographs for the Tzar, the records of his trans-Russian documentary trip by rail funded and outfitted by Nicholas II, I fell in love with, above all else, the artifacts and ‘glitches’ inherent in the work. While most of the images were simply luscious landscapes and cityscapes with a liminal, otherworldly vibe (thanks to the slight offsets of each color), every now and again there would be movement enough in the frame for that subtle shimmer to jump front and center, putting the process on display as much as the intended subject. In one particular image, nestled among stoic women carrying picker’s baskets, a young Georgian harvest girl broke character between exposures, trying her best to stifle a laugh, and it was caught on camera as a rainbow of smiling silhouettes. It was at this moment I realized that this process could be used as a framework for exploring color as a method of expressing time and movement.<br><br> &emsp;&emsp;While Gorsky had originally set out to remove all traces of process from his work so as to ‘accurately portray the world,’ I made it my goal to expose the methods by which the composites were made and bring to light the very artifacts that I fell in love with in the first place. To replicate Gorsky’s process, I captured each of the images in the series on a medium-format film camera with colored lighting gels to split the color channels for each exposure. After developing my film, I scanned the negatives and digitally composited the red, green, and blue frames into full-color RGB images. My subjects were chosen, much like my process, as the pieces which incidentally worked their way into Gorsky’s photo-documentation of Russia. Though he had been sent to chronicle the sleepy villages of his nation, his travels by railcar led him through the most industrial portions of Russia, as those were the first regions to gain rail access at the time. While not his intention, Sergei Gorsky had, in fact, archived the channels of Russian industry at the turn of the century.<br><br> &emsp;&emsp;Having successfully created composited RGB images via the three-color process, I found myself with a bit of a dilemma. Originally, in the early 1900’s, these photos would be viewed using a photochromoscope, a device made of reflectors and a new set of red, green, and blue color filters to project the images to the eye when held up to the light. It was, in essence, an analog version of an additive color RGB monitor. To print this sort of image, though, the frames had to be inverted and re-synthesized with subtractive color theory: replacing red, green, and blue with cyan, magenta, yellow, and black. Rather than simply modifying the images digitally for offset printing, I worked from the negatives to create new composites which I then used as the basis for exposing a series of silkscreens to use as a method of analog fine art printing. The resulting edition of ten sets of 18x24in four-color impressions serves as manually-registered, hand-squeegeed evidence of several hundred hours in the pursuit of photographic prints that could not have been achieved by any other means."
        },
        {
            "carousel": [
                {
                    "imgSrc": "img/Print/Helios/Helios_Rotor960.jpg",
                    "HRimgSrc": "img/Print/Helios/Helios_Rotor1920.jpg",
                    "imgTitle": "Helios - Rotor Closeup"
                },
                {
                    "imgSrc": "img/Print/Helios/Helios_Look960.jpg",
                    "HRimgSrc": "img/Print/Helios/Helios_Look1920.jpg",
                    "imgTitle": "Helios - Look Closeup"
                },
                {
                    "imgSrc": "img/Print/Helios/Helios_Logo960.jpg",
                    "HRimgSrc": "img/Print/Helios/Helios_Logo1920.jpg",
                    "imgTitle": "Helios - Logo Closeup"
                },
                {
                    "imgSrc": "img/Print/Helios/Helios_Colors960.jpg",
                    "HRimgSrc": "img/Print/Helios/Helios_Colors1920.jpg",
                    "imgTitle": "Helios - Color Closeup"
                },
                {
                    "imgSrc": "img/Print/Helios/Helios_Cards960.jpg",
                    "HRimgSrc": "img/Print/Helios/Helios_Cards1920.jpg",
                    "imgTitle": "Helios - Business Cards Closeup"
                },
                {
                    "imgSrc": "img/Print/Helios/Helios_Spine960.jpg",
                    "HRimgSrc": "img/Print/Helios/Helios_Spine1920.jpg",
                    "imgTitle": "Helios - Guidebook Spine Closeup"
                }
            ],
            "projectTitle": "Helios Guidebook",
            "projectHref": "project/Helios_Guidebook.html",
            "projectDescription": "&emsp;&emsp;The Helios Guidebook is a branding reference manual created for the fictional spacecraft corporation Helios Aerospace. The guidebook was the final product of several months of product and process research, investigation into industry competitors, and evaluation of just what should go into branding an international spaceflight company. The book spans over a hundred pages, covering everything from pantone colors and business card formats to the liveries for space capsules and rescue craft. The book was then printed and hand bound in an edition of three."
        },
        {
            "carousel": [
                {
                    "imgSrc": "img/Print/ModernArtifacts/M.A_Open960.jpg",
                    "HRimgSrc": "img/Print/ModernArtifacts/M.A_Open1920.jpg",
                    "imgTitle": "Modern Artifacts - Open"
                },
                {
                    "imgSrc": "img/Print/ModernArtifacts/M.A_Cover960.jpg",
                    "HRimgSrc": "img/Print/ModernArtifacts/M.A_Cover1920.jpg",
                    "imgTitle": "Modern Artifacts - Cover"
                },
                {
                    "imgSrc": "img/Print/ModernArtifacts/M.A_Can960.jpg",
                    "HRimgSrc": "img/Print/ModernArtifacts/M.A_Can1920.jpg",
                    "imgTitle": "Modern Artifacts - Can"
                },
                {
                    "imgSrc": "img/Print/ModernArtifacts/M.A_Wrapper960.jpg",
                    "HRimgSrc": "img/Print/ModernArtifacts/M.A_Wrapper1920.jpg",
                    "imgTitle": "Modern Artifacts - Wrapper"
                },
                {
                    "imgSrc": "img/Print/ModernArtifacts/M.A_Cards960.jpg",
                    "HRimgSrc": "img/Print/ModernArtifacts/M.A_Cards1920.jpg",
                    "imgTitle": "Modern Artifacts - Cards Index"
                },
                {
                    "imgSrc": "img/Print/ModernArtifacts/M.A_Colophon960.jpg",
                    "HRimgSrc": "img/Print/ModernArtifacts/M.A_Colophon1920.jpg",
                    "imgTitle": "Modern Artifacts - Colophon"
                }
            ],
            "projectTitle": "Modern Artifacts",
            "projectHref": "project/Modern_Artifacts.html",
            "projectDescription": "&emsp;&emsp;Modern Artifacts is an Artist’s Book (livre d’artiste) dealing with modern consumerist culture and the legacy it leaves behind. It focuses on litter as sculptural elements, depicting common street trash objects as pure formal explorations to offer an alternative perspective on the banal. The rather unorthodox book structure consists of an all-black, featureless, hinged book box containing a flip-up card carrier reminiscent of a folder or vertical file. Within the carrier are a series of folded cards with identifying tags, each with a pop-up paper sculpture in all-white. The book is entirely handmade in an edition of one."
        },
        {
            "carousel": [
                {
                    "imgSrc": "img/Print/Boomerang/Boomerang_Cover960.jpg",
                    "HRimgSrc": "img/Print/Boomerang/Boomerang_Cover1920.jpg",
                    "imgTitle": "The Boomerang - Cover"
                },
                {
                    "imgSrc": "img/Print/Boomerang/Boomerang_Center960.jpg",
                    "HRimgSrc": "img/Print/Boomerang/Boomerang_Center1920.jpg",
                    "imgTitle": "The Boomerang - Binding"
                },
                {
                    "imgSrc": "img/Print/Boomerang/Boomerang_Spread960.jpg",
                    "HRimgSrc": "img/Print/Boomerang/Boomerang_Spread1920.jpg",
                    "imgTitle": "The Boomerang - Spread"
                }
            ],
            "projectTitle": "The Boomerang",
            "projectHref": "project/The_Boomerang.html",
            "projectDescription": "&emsp;&emsp;The Boomerang is a collaboratively produced children’s book, created with the help of my dear friend Kathryn Flynn. The story is based around a moment from my own childhood, in which I brought my father’s boomerang to school and falsely claimed to be able to throw it; a small lie which quickly spiraled into a barely-averted disaster. After I had created initial sketches for the graphic approaches to each illustration, Kathryn and I worked closely to match my concepts with her illustrative style. The book was produced as a 24-hour challenge, from concept to printed, simple sewn bound edition of three in 23:54."
        },
        {
            "carousel": [
                {
                    "imgSrc": "img/Print/UrT/UrT960.jpg",
                    "HRimgSrc": "img/Print/UrT/UrT1920.jpg",
                    "imgTitle": "UrT - Location Image"
                },
                {
                    "imgSrc": "img/Print/UrT/UrT_work960.jpg",
                    "HRimgSrc": "img/Print/UrT/UrT_work1920.jpg",
                    "imgTitle": "UrT - Studio Image"
                }
            ],
            "projectTitle": "UrT",
            "projectHref": "project/UrT.html",
            "projectDescription": "&emsp;&emsp;UrT is a conceptual piece which softens the line between my loves of printmaking and street art. The print itself is an overlaid design of repeated ‘handstyle’ tags created using painterly silkscreen techniques and impressed to build abstract shapes in the intersecting organic lines. Pieces from the edition and various artist proofs were then hung on-location in sections of Baltimore with strong and interesting tableaus of handstyle graffiti, placed among wet mop marker tags and spraypaint spatter. The work is meant as a bit of a nudge to both disciplines with regards to the act of creating an authentic fine art print of common vandalism with the explicit intention of returning it to the street environment. If nothing else, I at least get a chuckle out of seeing blackbook scribbles printed on Rives BFK and hung next to ‘cas’ and ‘NARK’ tags below a defunct power meter."
        }
    ],
    "pageType": "print",
    "pageTypePrint": true,
    "color1": "cyan",
    "color2": "magenta",
    "color3": "yellow"
}
